Repository: generaltranslation/gt
Catalog: packages/cli/src/formats/xcstrings/__mocks__/guardian_scale.xcstrings
Source language: en
Languages: ar, az, bg, bn, cs, cy, da, el, es_419, et, fa, fi, fil, fr_ca, ga, he, hi, hr, hu, hy, id, is, ja, ka, kk, ko, lt, lv, mk, mr, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant

source: You will no longer be able to approve login requests from this device.
ar: لن تتمكن بعد الآن من الموافقة على طلبات تسجيل الدخول من هذا الجهاز.
bg: Вече няма да можете да одобрявате заявки за вход от това устройство.
cs: Z tohoto zařízení už nebudete moci schvalovat žádosti o přihlášení.
da: Du vil ikke længere kunne godkende loginanmodninger fra denne enhed.
el: Δεν θα μπορείτε πλέον να εγκρίνετε αιτήματα σύνδεσης από αυτήν τη συσκευή.
es_419: Ya no podrás aprobar solicitudes de inicio de sesión desde este dispositivo.
et: Te ei saa enam sellest seadmest sisselogimistaotlusi kinnitada.
fa: دیگر نمی‌توانید درخواست‌های ورود را از این دستگاه تأیید کنید.
fi: Et voi enää hyväksyä kirjautumispyyntöjä tältä laitteelta.
fr_ca: Vous ne pourrez plus approuver de demandes de connexion depuis cet appareil.
he: לא תוכל עוד לאשר בקשות התחברות ממכשיר זה.
hi: आप इस डिवाइस से साइन-इन अनुरोध स्वीकृत नहीं कर पाएँगे।
hr: Više nećete moći odobravati zahtjeve za prijavu s ovog uređaja.
hu: Erről az eszközről többé nem hagyhat jóvá bejelentkezési kéréseket.
id: Anda tidak akan bisa lagi menyetujui permintaan masuk dari perangkat ini.
ja: このデバイスからログインリクエストを承認できなくなります。
ko: 이 기기에서는 더 이상 로그인 요청을 승인할 수 없습니다.
lt: Iš šio įrenginio nebegalėsite patvirtinti prisijungimo užklausų.
mk: Повеќе нема да можете да одобрувате барања за најава од овој уред.
ms: Anda tidak lagi boleh meluluskan permintaan log masuk daripada peranti ini.
nb: Du vil ikke lenger kunne godkjenne innloggingsforespørsler fra denne enheten.
nl: Je kunt vanaf dit apparaat geen inlogverzoeken meer goedkeuren.
pl: Nie będzie już można zatwierdzać próśb o logowanie z tego urządzenia.
pt_br: Você não poderá mais aprovar solicitações de login neste dispositivo.
pt_pt: Deixará de poder aprovar pedidos de início de sessão a partir deste dispositivo.
ro: Nu veți mai putea aproba solicitări de conectare de pe acest dispozitiv.
ru: Вы больше не сможете одобрять запросы на вход с этого устройства.
sk: Z tohto zariadenia už nebudete môcť schvaľovať žiadosti o prihlásenie.
sl: Iz te naprave ne boste več mogli odobravati zahtev za prijavo.
sq: Nuk do të mund të miratoni më kërkesa hyrjeje nga kjo pajisje.
sv: Du kommer inte längre att kunna godkänna inloggningsbegäranden från den här enheten.
tr: Bu cihazdan artık oturum açma isteklerini onaylayamayacaksınız.
uk: Ви більше не зможете схвалювати запити на вхід із цього пристрою.
vi: Bạn sẽ không thể phê duyệt yêu cầu đăng nhập từ thiết bị này nữa.
zh_hans: 你将无法再从此设备批准登录请求。
zh_hant: 您將無法再從此裝置核准登入請求。

source: Your device passcode is not set. Set a passcode to keep your accounts secure.
ar: لم يتم تعيين رمز دخول على جهازك. عيّن رمز دخول للحفاظ على أمان حساباتك.
bg: На устройството ви не е зададена парола. Задайте парола, за да запазите профилите си защитени.
cs: Vaše zařízení nemá nastavený kód. Nastavte kód, aby vaše účty zůstaly v bezpečí.
da: Der er ikke angivet en adgangskode på din enhed. Angiv en for at holde dine konti sikre.
el: Δεν έχει οριστεί συνθηματικό στη συσκευή σας. Ορίστε συνθηματικό για να διατηρήσετε τους λογαριασμούς σας ασφαλείς.
es_419: Tu dispositivo no tiene código de acceso. Configura uno para mantener seguras tus cuentas.
et: Teie seadmel pole pääsukoodi määratud. Määrake pääsukood, et hoida oma kontod turvalisena.
fa: برای دستگاه شما رمز تنظیم نشده است. برای حفظ امنیت حساب‌ها رمز تنظیم کنید.
fi: Laitteellasi ei ole pääsykoodia. Aseta pääsykoodi, niin tilisi pysyvät turvassa.
fr_ca: Le code de votre appareil n’est pas défini. Définissez-en un pour protéger vos comptes.
he: לא הוגדר קוד גישה במכשיר שלך. הגדר קוד גישה כדי לשמור על אבטחת החשבונות.
hi: आपके डिवाइस पर पासकोड सेट नहीं है। अपने खातों को सुरक्षित रखने के लिए पासकोड सेट करें।
hr: Na vašem uređaju nije postavljena zaporka. Postavite zaporku kako biste zaštitili svoje račune.
hu: Az eszközén nincs beállítva kód. Állítson be kódot a fiókjai védelme érdekében.
id: Perangkat Anda belum memiliki kode sandi. Setel kode sandi agar akun Anda tetap aman.
ja: デバイスにパスコードが設定されていません。アカウントを保護するためパスコードを設定してください。
ko: 기기에 암호가 설정되어 있지 않습니다. 계정을 안전하게 보호하려면 암호를 설정하세요.
lt: Jūsų įrenginyje nenustatytas slaptakodis. Nustatykite slaptakodį, kad paskyros būtų saugios.
mk: На вашиот уред не е поставена лозинка. Поставете лозинка за да ги заштитите вашите сметки.
ms: Peranti anda tiada kod laluan. Tetapkan kod laluan untuk memastikan akaun anda selamat.
nb: Enheten din har ingen kode. Angi en kode for å holde kontoene dine sikre.
nl: Er is geen toegangscode ingesteld op je apparaat. Stel er een in om je accounts veilig te houden.
pl: Twoje urządzenie nie ma kodu dostępu. Ustaw kod, aby chronić swoje konta.
pt_br: O código do seu dispositivo não está definido. Defina um para manter suas contas seguras.
pt_pt: O código do seu dispositivo não está definido. Defina um para manter as suas contas seguras.
ro: Dispozitivul dvs. nu are un cod de acces setat. Setați un cod de acces pentru a vă menține conturile în siguranță.
ru: На вашем устройстве не задан код-пароль. Задайте код-пароль, чтобы защитить свои учётные записи.
sk: Vaše zariadenie nemá nastavený kód. Nastavte kód, aby vaše účty zostali v bezpečí.
sl: V vaši napravi geslo ni nastavljeno. Nastavite geslo, da zaščitite svoje račune.
sr: На вашем уређају није подешена лозинка. Подесите лозинку да бисте заштитили своје налоге.
sv: Din enhet saknar lösenkod. Ange en lösenkod för att hålla dina konton säkra.
tr: Cihazınızda parola ayarlanmamış. Hesaplarınızı güvende tutmak için bir parola belirleyin.
uk: На вашому пристрої не встановлено код-пароль. Встановіть код-пароль, щоб захистити свої облікові записи.
vi: Thiết bị của bạn chưa đặt mật mã. Hãy đặt mật mã để giữ an toàn cho tài khoản.
zh_hans: 你的设备未设置密码。请设置密码以保护你的账户安全。
zh_hant: 您的裝置未設定密碼。請設定密碼以保護帳號安全。

source: Your previous recovery code will stop working immediately.
ar: سيتوقف رمز الاسترداد السابق عن العمل فورًا.
bg: Предишният ви код за възстановяване спира да работи веднага.
cs: Váš předchozí kód pro obnovení okamžitě přestane fungovat.
cy: Bydd eich cod adfer blaenorol yn peidio â gweithio ar unwaith.
da: Din tidligere gendannelseskode holder op med at virke med det samme.
el: Ο προηγούμενος κωδικός ανάκτησης παύει αμέσως να ισχύει.
es_419: Tu código de recuperación anterior dejará de funcionar de inmediato.
et: Teie eelmine taastekood lakkab kohe töötamast.
fa: کد بازیابی قبلی شما بلافاصله از کار می‌افتد.
fi: Aiempi palautuskoodisi lakkaa toimimasta välittömästi.
fil: Agad na hihinto sa paggana ang dati mong recovery code.
fr_ca: Votre code de récupération précédent cessera de fonctionner immédiatement.
ga: Stopfaidh do chód aisghabhála roimhe seo ag obair láithreach.
he: קוד השחזור הקודם שלך יפסיק לפעול מיד.
hi: आपका पिछला रिकवरी कोड तुरंत काम करना बंद कर देगा।
hr: Vaš prethodni kod za oporavak odmah prestaje vrijediti.
hu: A korábbi helyreállítási kódja azonnal érvényét veszti.
id: Kode pemulihan sebelumnya akan langsung berhenti berfungsi.
is: Fyrri endurheimtukóðinn þinn hættir strax að virka.
ja: 以前のリカバリコードはただちに使用できなくなります。
ko: 이전 복구 코드는 즉시 사용할 수 없게 됩니다.
lt: Ankstesnis atkūrimo kodas iškart nustos veikti.
lv: Iepriekšējais atkopšanas kods nekavējoties pārstās darboties.
mk: Претходниот код за враќање веднаш престанува да важи.
ms: Kod pemulihan anda yang terdahulu akan berhenti berfungsi serta-merta.
nb: Den forrige gjenopprettingskoden din slutter å virke umiddelbart.
nl: Je vorige herstelcode werkt direct niet meer.
pl: Poprzedni kod odzyskiwania przestanie działać natychmiast.
pt_br: Seu código de recuperação anterior deixará de funcionar imediatamente.
pt_pt: O seu código de recuperação anterior deixará de funcionar imediatamente.
ro: Codul de recuperare anterior încetează imediat să funcționeze.
ru: Предыдущий код восстановления сразу перестанет работать.
sk: Váš predchádzajúci kód na obnovenie okamžite prestane fungovať.
sl: Prejšnja koda za obnovitev takoj preneha delovati.
sq: Kodi juaj i mëparshëm i rikuperimit pushon së funksionuari menjëherë.
sr: Ваш претходни код за опоравак одмах престаје да важи.
sv: Din tidigare återställningskod slutar fungera omedelbart.
sw: Msimbo wako wa awali wa kurejesha utaacha kufanya kazi mara moja.
th: รหัสกู้คืนก่อนหน้าจะใช้งานไม่ได้ทันที
tr: Önceki kurtarma kodunuz hemen çalışmayı durduracak.
uk: Попередній код відновлення одразу перестане працювати.
vi: Mã khôi phục trước đó sẽ ngừng hoạt động ngay lập tức.
zh_hans: 你之前的恢复代码将立即失效。
zh_hant: 您先前的復原碼將立即失效。
